<?php
	//print_r($comment);die();
    $directorate_dee=array(16,18,27,29,32,34);
    $directorate_dse_dms=array(15,17,19,20,21,22,23,24,26,28,31,33);
    foreach($comment as $user_id => $cc){
        if(is_array($cc)){
            if($cc['finalcat']){
                $officer=$cc['username'].',';
                $officercat=$renew[0][$cc['discontent']];
                //$str='Recognised Private Schools (Regulation) Act, 1973 and Rules 1974 framed ';  
                $rc="<strong>".$comment[$user_id]['filenumber'].",</strong> நாள்<strong>.".date("d.m.Y",strtotime($comment[$user_id]['ts']))."</strong>";
            }  
        }
    }
	 if($renew[0]['udise_code']!=NULL){
?>

<!DOCTYPE HTML>
	<html>
		<head>
			<meta http-equiv="content-type" content="text/html" />
			<meta name="author" content="Magesh kumar Elumalai" />
			<title>NEW SCHOOL</title>
		</head>
		<body>
			<div style="text-align:justify;font-size:9pt;">
				<div>
					<div style="display:inline-block;float:left;margin:0 auto;">&nbsp;</div>
					<div style="display:inline-block;float:left;margin:0 auto;width:31%; text-align:center;"></div>
					<div style="display:inline-block;float:left;margin:0 auto;">&nbsp;</div>
				</div>
				<div style="clear:both;">
					<p style="text-align:center;line-height:0.1em;font-size:1.5em;font-weight:900;">
						தமிழ்நாடு மெட்ரிகுலேஷன் பள்ளிகள் இயக்குநரின் செயல்முறைகள், சென்னை-600 006.
					</p>
					<p style="text-align:center;line-height:0.1em;font-size:1.5em;font-weight:900;text-decoration:underline;">
						ஓ.மு.எண்.    <?php echo($rc);?>.
					</p>
					<p style="padding:0;text-indent:0;">
						<ul style="list-style-type:none;">
							<li>பொருள்:
								அனுமதி - மெட்ரிகுலேஷன் பள்ளிகள் – புதிய பள்ளி துவக்க அனுமதி- <strong><?php echo($renew[0]['low_class']."</strong> முதல் <strong>".$renew[0]['high_class']); ?></strong> வகுப்புகள் <strong><?php if($renew[0]['vaild_from']!=null){echo(date("d.m.Y",strtotime($renew[0]['vaild_from']))); ?></strong> முதல் <strong><?php echo(date("d.m.Y",strtotime($renew[0]['vaild_upto'])));}?></strong> வரை</strong> ஆம் கல்வியாண்டில் துவக்க அனுமதித்து ஆணை வழங்குதல் - சார்ந்து.
							</li>
							<li>
								பார்வை :
								<ol>
									<li>அரசாணை (நிலை) எண் 54, பள்ளிக்கல்வித் (எக்ஸ்2) துறை, நாள் 30.04.2002.</li>
									<li>அரசாணை (2டி) எண் 48, பள்ளிக்கல்வித் (எக்ஸ்2) துறை, நாள் 21.07.2004.</li>
									<li>அரசாணை (பல்வகை) எண். 122 பள்ளிக் கல்வித் (எக்ஸ்2) துறை நாள். 14.09.2004</li>
									<li>அரசாணை (2டி) எண் 22, பள்ளிக்கல்வித் (எக்ஸ்2) துறை, நாள் 01.06.2006.</li>
									<li>அரசாணை எண்.85 பள்ளிக் கல்வித் (எக்ஸ்2) துறை நாள். 16.06.2006.</li>
									<li>அரசாணை (பல்வகை) எண் 131, பள்ளிக்கல்வித் ( B) துறை, நாள் 10.09.2006.</li>
									<li>அரசாணை (பல்வகை) எண் 251, பள்ளிக்கல்வித் (எக்ஸ்2 )துறை, நாள் 17.12.2008</li>
									<li>அரசாணை(2டி) எண் 24, பள்ளிக்கல்வித் (எக்ஸ்2) துறை, நாள் 23.04.2010.</li>
									<li>அரசாணை (நிலை ) எண் 270, பள்ளிக்கல்வித்(எக்ஸ்2)துறை, நாள் 22.10.2012.</li>
									<li>அரசாணை (2டி) 33 பள்ளிக் கல்வித் (சி1) துறை நாள்.07.03.2013.</li>
									<li>அரசாணை (நிலை) எண். 134 பள்ளிக் கல்வி (பொ.நூ.2)த்துறை நாள். 14.02.2018.</li>
									<li>தாளாளர், <?php echo($renew[0]['school_name']); ?> மெட்ரிகுலேசன் பள்ளி கடிதம்.</li>
									<li><?php echo($renew[0]['district_name']); ?> மாவட்ட முதன்மைக்கல்வி அலுவலரின் கடிதம் ந.க.எண்   <?php echo($rc);?>.</li>
								</ol>
							</li>
						</ul>
					</p>
					<p style="text-align:center;clear:both;text-indent:2em;">-------------------</p>
					<p style="clear:both;text-indent:2em;">தமிழ்நாடு மெட்ரிகுலேஷன் பள்ளிகள் ஒழுங்குபடுத்தும் விதித்தொகுப்பின்படியும், குழந்தைகளுக்கான இலவச கட்டாயக் கல்வி உரிமைச் சட்டம், 2009 மற்றும் தமிழ்நாடு விதிகள் 2011 இன்படியும், பார்வையில் காணும் அரசாணைகளின் அடிப்படையிலும், பார்வை-13 இல் உள்ள <?php echo($renew[0]['district_name']); ?>, முதன்மைக்கல்வி அலுவலரின் பரிந்துரையின் அடிப்படையிலும் கீழே குறிப்பிட்டுள்ள புதிய பள்ளிக்கு பின்வரும் நிபந்தனைகளின் அடிப்படையில் துவக்க அனுமதி வழங்கப்படுகிறது.</p>
					
					<p style="text-indent:2em;">நிர்வாக அறக்கட்டளையின் பெயர் மற்றும் முகவரி :</p>
					<div style="display:block;">
					<table style="border 1px solid black;border-collapse:collapse;">
						<thead>
							<tr>
								<td style="border:1px solid black;">பள்ளியின் பெயர் மற்றும் முகவரி</td>
								<td style="border: 1px solid black;">புதிய பள்ளி துவக்கஅனுமதி அளிக்கப்படும் வகுப்புகள்</td>
								<td style="border: 1px solid black;">புதிய பள்ளி துவக்க அனுமதி அளிக்கப்படும் கல்வியாண்டு</td> 
							</tr>
						</thead>
						<tbody>
							<tr>
								<td style="border: 1px solid black;">
									<strong><?php echo($renew[0]['school_name']); ?></strong>,
									<strong>UDISE:<?php echo($renew[0]['udise_code']); ?>,</strong>
									<?php $add=explode('\n',$renew[0]['address']); echo($add[0]); ?>,
									<?php echo($add[1]); ?>,- <?php echo($renew[0]['pincode']);?>
									<?php echo($renew[0]['district_name']); ?>  மாவட்டம்
								</td>
								<td style="border: 1px solid black;"><?php echo($renew[0]['low_class']." முதல் ".$renew[0]['high_class']); ?></td>
								<td style="border: 1px solid black;"><?php if($renew[0]['vaild_from']!=null){echo(date("d.m.Y",strtotime($renew[0]['vaild_from']))); ?></strong> முதல் <strong><?php echo(date("d.m.Y",strtotime($renew[0]['vaild_upto'])));}?></strong> வரை</td>
							</tr>
						</tbody>
					</table>
					</div>
					<p style="clear:both;text-indent:2em;">
						புதிய பள்ளி துவக்க அனுமதி அளிக்கப்பட்ட வகுப்புகளுக்கு தமிழ்நாடு மெட்ரிக்குலேஷன் பள்ளிகள் ஒழுங்குபடுத்தும் விதித் தொகுப்பு, விதி 10 (iii) –ல் வரையறுக்கப்பட்ட இனங்களுடன் முழுமையான வடிவில் சம்பந்தப்பட்ட முதன்மைக்கல்வி அலுவலர் மூலமாக மூன்று மாதத்திற்குள் அங்கீகாரத்திற்கு பள்ளி நிர்வாகம் விண்ணப்பிக்க வேண்டும். அவ்வாறு விண்ணப்பிக்கத் தவறினால் எவ்வித முன்னறிவிப்பும் இன்றி இத்துவக்க அனுமதி ஆணை காலாவதியானதாகக் கருதப்படும் எனவும் தெரிவிக்கப்படுகிறது.
					</p>
					<p style="text-align:center;text-decoration:underline;text-indent:2em;">
						நிபந்தனைகள்
						<ol>
							<li>இப்பள்ளி குழந்தைகளுக்கான இலவச மற்றும் கட்டாயக் கல்வி உரிமைச்சட்டம் 2009 மற்றும் தமிழ்நாடு இலவச மற்றும் கட்டாயக் கல்வி உரிமைச்சட்ட விதிகள் 2011, ஆகியவற்றில் தெரிவிக்கப்பட்டுள்ள வழிவகை / காப்புரைகளுக்கு கட்டுப்பட வேண்டும்.</li>
							<li>பள்ளியில் நுழைவுநிலை வகுப்பில், அருகாமை பகுதியில் உள்ள நலிவடைந்த / வாய்ப்புகள் மறுக்கப்பட்ட பிரிவினருக்கு, வகுப்பில் மொத்த சேர்க்கையில் 25% க்கு குறையாமல் சேர்க்கை செய்யப்பட்டு 8ம் வகுப்பு முடிக்கும் வரை அவர்களுக்கு இலவசக் கட்டாயக் கல்வி அளிப்பதை உறுதி செய்ய வேண்டும்.</li>
							<li>பள்ளியில் கல்வி கட்டணத் தொகை ஈடு செய்ய ஏதுவாக “பள்ளி முதல்வர்” என்ற பதவிப் பெயரில் தனியாக வங்கி கணக்கு பராமரிக்க வேண்டும்.</li>
							<li>பெற்றோர்களிடமிருந்து நன்கொடை (captitation) ஏதும் வசூலிக்கக் கூடாது. மேலும் குழந்தைகளுக்கு சேர்க்கை நிமித்தம் எவ்வித எழுத்துத் தேர்வோ / நேர்காணலோ (oral interview) நடத்தக்கூடாது.</li>
							<li>எந்த ஒரு குழந்தைக்கும், (a) பிறப்புச் சான்று அளிக்காத காரணத்திற்காகவோ, (b). சாதி, இன, மத அடிப்படையிலோ அல்லது பிறந்த இடம் அடிப்படையிலோ, வேறு காரணத்திற்காகவோ சேர்க்கை மறுக்கப்படக் கூடாது.</li>
							<li>குழந்தைகளுக்கான இலவச மற்றும் கட்டாயக் கல்வி உரிமைச்சட்டம் 2009, விதி 23(1)ன்படி அரசாணை (பல்வகை) எண். 181 பள்ளிக் கல்வித் துறை, நாள் 15.11.2011ல் குறிப்பிட்டவாறு 31.03.2015ற்குள் எல்.கே.ஜி. முதல் 8 வகுப்பு வரை கற்பிக்கும் ஆசிரியர்கள் குறைந்தபட்ச கல்வி மற்றும் தொழிற்கல்வி தகுதியுடன் ஆசிரியர் தகுதி தேர்விலும் தேர்ச்சி பெற வேண்டும். இத்தகுதி பெறாதவர்கள் முழுத்தகுதி பெற்ற ஆசிரியர்களாக கருதப்பட மாட்டார்கள்.</li>
							<li>குழந்தைகளுக்கான இலவச மற்றும் கட்டயக் கல்வி உரிமைச் சட்டம், 2009 அதற்கான தமிழ்நாடு விதிகள் 2011 கீழ்க்குறித்த கீழ்க்காணும் காரணிகளை பள்ளி நிர்வாகம் உறுதி செய்து கொள்ள வேண்டும்.</li>
							<ol type="i">
								<li>சேர்க்கை செய்யப்பட்ட எந்த ஒரு குழந்தையையும் தொடக்கக்கல்வி (VIII- ஆம் வகுப்பு ) முடிக்கும் வரை நீக்கம் செய்யக் கூடாது.</li>
								<li>எந்த ஒரு குழந்தையையும் உடல் ரீதியான / மன ரீதியான துன்புறுத்தலுக்கு ஆட்படுத்தக் கூடாது.</li>
								<li>தொடக்கக் கல்வி முடியும் வரை குழந்தைகளை எவ்விதபொதுத்தேர்வுகளுக்கும் ஆட்படுத்தக்கூடாது.</li>
								<li>தொடக்கக் கல்வியினை நிறைவு செய்யும் குழந்தைகளுக்கு விதி எண்.21 (ல்) தெரிவிக்கப்பட்டவாறு சான்று அளிக்கப்பட வேண்டும்.</li>
								<li>மாற்றுத் திறனாளி குழந்தைகள் / சிறப்பு கவனம் அளிக்கப்பட வேண்டிய குழந்தைகளுக்கு உரிய விதித் தளர்வுகளுடன் சேர்க்கை அளிக்கப்பட வேண்டும்.</li>
								<li>விதி எண். 23(1) ன்படி குறைந்தபட்ச முழுக்கல்வித் தகுதி பெற்ற ஆசிரியர்களே பணியில் அமர்த்தப்பட வேண்டும்.</li>
								<li>குறைந்தபட்ச முழுக் கல்வித் தகுதி பெறாத ஆசிரியர்கள் இச்சட்டம் செயல்முறைக்கு வந்த நாளான 01.04.2010 முதல் 5 ஆண்டுகளுக்குள் தேர்ச்சி பெறவேண்டும்.</li>
								<li>விதி எண்.24 உப விதி (1) ன் கீழ் வரையறுக்கப்பட்டவாறு ஆசிரியர்கள் தங்கள் பணியினை மேற்கொள்ள வேண்டும். எந்த ஒரு ஆசிரியரும் தனிப் பயிற்சி (tuition) வகுப்பு எடுத்திட பள்ளி நிர்வாகம்அனுமதிக்கக் கூடாது.</li>
							</ol>
							<li>தமிழ்நாடு பள்ளிக்கல்வி பொதுக்கல்வி வாரியத்தால் ஒப்பளிக்கப்பட்ட பாடத்திட்டங்கள் மற்றும் அரசு ஆணை எண்.143 ப.க.(எக்ஸ்2) துறை நாள்.19.09.2011ல் வரையறுக்கப்பட்ட முப்பருவ பாடமுறை மற்றும் தொடர் முழு மதிப்பீட்டு முறை பள்ளிகளில் தவறாது பின்பற்ற வேண்டும்.</li>
							<li>குழந்தைகளுக்கான இலவச மற்றும் கட்டயக் கல்வி உரிமைச் சட்டம், 2009 சட்டபிரிவு 19ல் தெரிவிக்கப்பட்ட வரையறை மற்றும் தரங்களை (norms &amp; standards) பள்ளிகள் தவறாது கடைபிடிக்கப்பட வேண்டும்.</li>
							<li>பள்ளிக் கட்டடம், கல்விப் பணிக்காக அல்லது கல்வி திறன் வளர்ப்பு பணிகளுக்காக மட்டுமே பயன்படுத்தப்படவேண்டும்.</li>
							<li>தமிழ்நாடு பதிவு பெற்ற சங்கங்கள் விதி 1975ன் படி ஒரு சங்கமாகவோ அல்லது பதிவு பெற்ற அல்லது நடைமுறையிலுள்ள சட்டபடி அமைக்கப்பட்ட பொது அறக்கட்டளையால் பள்ளி நிர்வகிக்கப்படல் வேண்டும்.</li>
							<li>பள்ளி தனி நபர் இலாபத்திற்கோ, குழுக்களின் லாபத்திற்கோ அல்லது கூட்டு நபர்கள் லாபத்திற்கோ செயல்படல்கூடாது.</li>
							<li>பள்ளி வரவு செலவுக் கணக்குகள் பட்டயக் கணக்காயரால் முறைப்படி ஆய்வு செய்து அதன் நகல் அதிகார பூர்வ அலுவலருக்கு அளித்தல் வேண்டும். இக்கணக்குகள் ஆண்டுதோறும் அங்கீகாரம் அளித்திட அதிகாரம் பெற்ற அலுவலர்களுக்கு அனுப்பி வைக்கப்படவேண்டும்.</li>
							<li>பள்ளி அங்கீகார குறியீட்டு எண் அனைத்து கடிதத் தொடர்பிலும் தவறாது குறிப்பிடப்பட வேண்டும்.</li>
							<li>துறையால் அவ்வப்போது கோரப்படும் அறிக்கைகள் / தகவல்களையும் பள்ளி நிர்வாகம் உடனுக்குடன் அனுப்பி வைக்கவேண்டும். பள்ளி அங்கீகாரத்தை நிறைவு செய்திடவும் / பள்ளி நடைமுறையில் எழும் சிக்கல்களை நிவர்த்தி செய்து பள்ளி தொடர்ந்து நடைபெற நிர்வாகத்தால் / அரசால் அவ்வப்போது வழங்கப்படும் அறிவுரைகளை பள்ளி நிர்வாகம் கண்டிப்பாக கடைபிடிக்கவேண்டும்.</li>
							<li>இவ்வாணையில் கூறப்பட்டுள்ள சட்டங்கள், விதிகள், மற்றும் வரையறைகள் மற்றும் அங்கீகாரத்திற்கு விதிக்கப்பட்ட நிபந்தனைகளை மீறியதாக கண்டறியப்படும் பட்சத்தில் இந்த அங்கீகார ஆணை திரும்ப பெறப்படும்.</li>
							<li>மெட்ரிகுலேஷன் விதித் தொகுப்பு விதி எண்.14 உபவிதி (3)ன்படி ஒரு வகுப்பில் அதிகபட்சமாக 4 பிரிவுகள் மட்டும் செயல்படவேண்டும். கூடுதலாக 1 பிரிவு முதன்மைக்கல்வி அலுவலர் அனுமதி அளித்தால் மட்டுமே தொடங்கப்படவேண்டும்.</li>
							<li>இலவச கட்டாயக் கல்வி உரிமைச் சட்டம் 2009 ன்படி எல்கேஜி முதல் 5 வகுப்புகள் வரை ஒவ்வொரு பிரிவிலும் அதிகபட்சமாக 30 மாணவர்கள், 6 முதல் 8 வகுப்புகள் வரை அதிகபட்சமாக 35 மாணவர்கள் மட்டுமே சேர்க்கை செய்யப்பட வேண்டும். 9 முதல் 10 வகுப்புகளில் தமிழ்நாடு மெட்ரிகுலேஷன் பள்ளிகள் ஒழுங்குபடுத்தும் விதித்தொகுப்பில் குறிப்பிட்டவாறு 50 மாணவர்கள் வரை சேர்க்கை செய்யலாம்.</li>
							<li>தமிழ்நாடு பள்ளிகள் (கட்டணங்கள் வசூலித்தலை ஒழுங்குபடுத்துதல்) சட்டம் 2009 இன்படி பள்ளிக்கு கட்டண நிர்ணயக்குழு நிர்ணயித்த கட்டணம் மட்டுமே மாணவர்களிடமிருந்து கட்டணமாக வசூலிக்கவேண்டும்.</li>
							<li>பள்ளிகளில் பாதுகாப்பு நலன் கருதி கடைபிடிக்கப்பட வேண்டிய நெறிமுறைகள் சார்ந்து அரசு வெளியிட்டுள்ள அரசாணை எண்131 பள்ளிக் கல்வி ( எக்ஸ்-2) துறை, நாள்.10.09.2006ல் தெரிவிக்கப்பட்டுள்ளது அந்நெறிமுறைகளைத் தவறாமல் பின்பற்றவேண்டும். மேலும் துறையால் அவ்வப்போது வழங்கப்படும் அறிவுரைகள், நிபந்தனைகள் அனைத்தும் பள்ளியின் நிர்வாகத்தால் தவறாது கடைப்பிடிக்கப்பட வேண்டும்.</li>
							<li>எல்.கே.ஜி முதல் 3 வகுப்புகள் வரை தரைத் தளத்தில் மட்டுமே செயல்படவேண்டும்.</li>
							<li>இப்பள்ளி வளாகத்தில் இப்பள்ளி செயல்பாட்டினைத் தவிர வேறு கல்வி நிறுவனமோ அல்லது குடியிருப்புகளோ வியாபார நோக்கு கொண்ட எந்த கடைகளோ அல்லது வேறு எந்த நிறுவனமோ செயல்படக் கூடாது.</li>
							<li>மாற்றுத் திறன் குழந்தைகளுக்காக சாய்தளம் (ramp) மற்றும் கைப்பிடிமான (handrails) வசதிகள் பள்ளி மற்றும் கழிப்பறைகளில் ஏற்படுத்தப்படவேண்டும்.</li>
							<li>இவ்வங்கீகாரம் முடிவடையும் நாளுக்கு, மூன்று மாதங்களுக்கு முன்னரே தொடர் அங்கீகாரம் கோரும் கருத்துரு உரிய அனைத்து விவரங்கள் மற்றும் இணைப்புகளுடன் கீழே ஒப்பமிட்டவருக்கு சமர்ப்பிக்கப்படவேண்டும்.</li>
							<li>அரசாணை எண். 270, ப.க.துறை நாள் 22.10.2012ல் உள்ள அனைத்து நிபந்தனைகளும் பூர்த்தி செய்யப்பட வேண்டும்.</li>
							<li>தமிழ்நாடு தமிழ் கற்பதற்கான சட்டம் 2006ன்படி ஒன்று முதல் 10ஆம் வகுப்பு வரை பகுதி-1இல் தமிழ் மட்டுமே மொழிப்பாடமாக கற்பிக்கப்பட வேண்டும்.</li>
							<li>இனிவருங்காலங்களில் தனியார் பள்ளிகளுக்கு அங்கீகாரம் வழங்கும் போது அப்பள்ளிகள் அங்கீகார ஆணை பெற்றவுடன் குழுவின் முன் தோன்றி பள்ளிக்கல்விக் கட்டணத்தை நிர்ணயம் செய்து கொள்ள வேண்டும்.</li>
							<li>தொடர் அங்கீகாரம் கோரும் பள்ளிகளுக்கு குழுவால் கட்டணம் நிர்ணயம் செய்யப்பட்ட ஆணை இருந்தால் மட்டுமே தொடர் அங்கீகாரம் வழங்கப்படும்.</li>
							<li>இலவச கட்டாயக்கல்வித் திட்ட விதி எண் 9(1)2011-இல் 25 விழுக்காடு அடிப்படையில் தனியார் பள்ளிகளில் சேர்க்கப்படும் மாணவர்களுக்கு அரசு நிர்ணயம் செய்யும் தொகை அல்லது குழு நிர்ணயம் செய்யும் தொகை இதில் எது குறைவோ அத்தொகையை வழங்க வேண்டும் என விதி ஏற்படுத்தப்பட்டுள்ளதால் குழுவால் கட்டணம் நிர்ணயம் செய்து கொண்ட தனியார் பள்ளிகளுக்கு மட்டுமே 25 விழுக்காடு அடிப்படையில் சேர்க்கும் மாணவர்களுக்கு அரசு வழங்கும் தொகை விடுவிக்கப்படும்.</li>
						</ol>
					</p>
				</div>
				<div>
					<div style="float:left;width:65%;">
						<div>பெறுநர்
							<div style="width:100%;">
								<ol type="1">
									<li>தாளாளர்,
									<?php echo($renew[0]['school_name']); ?> மெட்ரிகுலேசன் பள்ளி ,</strong>,<br>
									<strong>UDISE:<?php echo($renew[0]['udise_code']); ?>,</strong><br>
									<?php $add=explode('\n',$renew[0]['address']); echo($add[0]); ?>,<br>
									<?php echo($add[1]); ?>,- <?php echo($renew[0]['pincode']);?><br>
									<?php echo($renew[0]['district_name']); ?>  மாவட்டம்</td>
									</li>
								</ol>
							</div>
						</div>
						<div style="clear:both"></div>
							<div style="width:100%">
								நகல்:
								<ol style="margin-top:0;">
									<?php foreach($comment as $user_id => $cc){
											if(is_array($cc)){
												if(!$cc['finalcat']){
										?>
										<li><?php echo($cc['username'].",".$renew[0][$cc['discontent']]); ?>,<span style="text-transform:capitalize;"><?php echo($renew[0]['district_name']); ?></span></li>
										<?php
												}
											}
										} ?>
								</ol>
							</div>
					</div>
					<div style="float:right; height:60px;display:inline-block;margin-right:3px;width:30%;">
						<p style="line-height:0.2em;"><strong><?php echo($officer); ?></strong></p>
						<p><?php echo($officercat); ?></p>
					</div>
				</div>
			</div>
			<?php }else{
    echo("<h1>Application is Approved. Udise Code Not Mapped. Wait Till Mapping Completed.</h1>");
} ?>
<script>
        window.onload=function(){
            var tan_idx=document.getElementById("tami_index");
			tan_idx.style.listStyleType="none";
            var str=null;
            var arrList=[0,1,2,3,4,5,6,7,8,9,'A','E','F'];
            for(var i=0;i<tan_idx.children.length;i++){
                str="\""+"\\0028\\0B8"+(arrList[5+i])+"\\0029"+"\"";
                //str="\""+"\\0B8"+(arrList[5+i])+"\"";
                tan_idx.children[i].pseudoStyle("before","content",str);
                tan_idx.children[i].pseudoStyle("before","padding-right","5px");
                //alert(str);
                //tan_idx.children[i].style.content=str;
            }
        }
        
        var UID = {
        	_current: 0,
        	getNew: function(){
        		this._current++;
        		return this._current;
        	}
        };
        
        HTMLElement.prototype.pseudoStyle = function(element,prop,value){
        	var _this = this;
        	var _sheetId = "pseudoStyles";
        	var _head = document.head || document.getElementsByTagName('head')[0];
        	var _sheet = document.getElementById(_sheetId) || document.createElement('style');
        	_sheet.id = _sheetId;
        	var className = "pseudoStyle" + UID.getNew();
        	
        	_this.className +=  " "+className; 
        	
        	_sheet.innerHTML += " ."+className+":"+element+"{"+prop+":"+value+"}";
        	_head.appendChild(_sheet);
        	return this;
        };
    </script>
		</body>
	</html>